Repository: seemoo-lab/AirGuard-iOS
Catalog: Shared/*.lproj/Localizable.strings
Languages: de

# informationview_contact_alert_description
source: We are a development team, and therefore cannot offer personal advice. If you think you are being tracked, please tap on "Help with tracking". For all other questions and suggestions, we are happy to help. However, please also refer to our FAQ, where we have already answered many frequently asked questions.
de: Wir sind ein Entwicklerteam, und können daher keine persönliche Beratung anbieten. Wenn du glaubst, verfolgt zu werden, tippe bitte auf „Hilfe bei Verfolgung“. Für alle anderen Fragen und Anregungen stehen wir gerne zur Verfügung. Bitte beachte jedoch auch unser FAQ, wo wir viele häufig gestellte Fragen bereits beantwortet haben.

# informationview_contact_alert_help_with_tracking
source: Help with tracking
de: Hilfe bei Verfolgung

# informationview_contact_alert_read_faq
source: Read FAQ
de: FAQ lesen

source: Credits
de: Danksagungen

source: Developer & Maintainer
de: Entwickler & Maintainer

source: Copyright
de: Urheberrecht

# informationview_airguard_os
source: AirGuard for %@
de: AirGuard für %@

# informationview_used_content
source: Used Content
de: Verwendete Inhalte

# copyright_text
source: Image sources: "Survey" header: [Image by pch.vector on Freepik](https://de.freepik.com/vektoren-kostenlos/experte-prueft-die-bestellung-des-geschaeftsfuehrers_11235382.htm?query=pch%20vector%20form#from_view=detail_alsolike) "How does AirGuard work" header: [Image by pch.vector on Freepik](https://www.freepik.com/free-vector/office-workers-organizing-data-storage-file-archive-server-computer-cartoon-illustration_12699172.htm#query=archive&position=17&from_view=keyword&track=sph) "If you received a notification" header: [Image by pch.vector on Freepik](https://de.freepik.com/vektoren-kostenlos/winzige-leute-die-nahe-verbotener-geste-stehen-isolierten-flache-illustration_11235950.htm#query=alert%20pch%20vector&position=23&from_view=search&track=ais) "Limitations of this app" header: [Image by pch.vector on Freepik](https://www.freepik.com/free-vector/customer-using-online-app-taxi-order-car-rent_7732603.htm#page=2&query=Map&position=23&from_view=author) "FAQ" header: [Image by pch.vector on Freepik](https://www.freepik.com/free-vector/tiny-people-sitting-standing-near-giant-faq_9650829.htm#page=3&query=Question&position=11&from_view=author)
de: Bildquellen: "Umfrage"-Bild: [Bild von pch.vector auf Freepik](https://de.freepik.com/vektoren-kostenlos/experte-prueft-die-bestellung-des-geschaeftsfuehrers_11235382.htm?query=pch%20vector%20form#from_view=detail_alsolike) „Wie funktioniert AirGuard?“-Bild: [Bild von pch.vector auf Freepik](https://www.freepik.com/free-vector/office-workers-organizing-data-storage-file-archive-server-computer-cartoon-illustration_12699172.htm#query=archive&position=17&from_view=keyword&track=sph) „Wenn du einen Alarm erhältst“-Bild: [Bild von pch.vector auf Freepik](https://de.freepik.com/vektoren-kostenlos/winzige-leute-die-nahe-verbotener-geste-stehen-isolierten-flache-illustration_11235950.htm#query=alert%20pch%20vector&position=23&from_view=search&track=ais) „Einschränkungen dieser App“-Bild: [Bild von pch.vector auf Freepik](https://www.freepik.com/free-vector/customer-using-online-app-taxi-order-car-rent_7732603.htm#page=2&query=Map&position=23&from_view=author) „FAQ“-Bild: [Bild von pch.vector auf Freepik](https://www.freepik.com/free-vector/tiny-people-sitting-standing-near-giant-faq_9650829.htm#page=3&query=Question&position=11&from_view=author)

source: Tracker History
de: Tracker-Verlauf

# tracker_history_hint
source: Non-connected trackers that were detected in the last 30 days are displayed here. Harmless trackers are also displayed.
de: Hier werden nicht verbundene Tracker angezeigt, welche in den letzten 30 Tagen erkannt wurden. Es werden auch ungefährliche Tracker angezeigt.

source: Previously found
de: Zuvor gefunden

# survey_link
source: https://survey.seemoo.tu-darmstadt.de/index.php/317138?G06Q39=AirGuardAppiOS&lang=en&newtest=Y
de: https://survey.seemoo.tu-darmstadt.de/index.php/317138?G06Q39=AirGuardAppiOS&lang=de&newtest=Y

source: Featured
de: Aktuelles

source: Nearby
de: In der Nähe

# no_connection
source: Currently Not in Range
de: Aktuell nicht in Reichweite

# owner_connected
source: Connected to Owner
de: Mit besitzender Person verbunden

# owner_premature_offline
source: Connected to Owner in Last 15m
de: Mit besitzender Person verbunden in letzten 15m

# owner_disconnected
source: Separated From Owner
de: Von besitzender Person getrennt

source: Unknown Connection Status
de: Unbekannter Verbindungsstatus

source: Forget Tracker
de: Tracker vergessen

# forget_tracker_alert_header
source: Are you sure?
de: Bist du sicher?

# forget_tracker_alert_description
source: This operation will delete all information about this tracker.
de: Hiermit werden alle Informationen über diesen Tracker unwiderruflich gelöscht.

# min_mac_address_change_time_changes_never_info
source: This tracker type does not change its identity over time. This can lead to more false warnings. If you are warned, check if the tracker is carried by from someone around you.
de: Dieser Tracker-Typ ändert seine Identität im Laufe der Zeit nicht. Dies kann zu mehr falschen Warnungen führen. Falls du gewarnt wirst, überprüfe, ob der Tracker von jemanden aus der Umgebung stammt.

# min_mac_address_change_time_info
source: Attention: This tracker type changes its identity at least every %@ hours. The tracker can be recognized as a new device periodically and can be displayed multiple times.
de: Achtung: Dieser Tracker-Typ ändert seine Identität mindestens alle %@ Stunden. Der Tracker wird daher periodisch als ein neues Gerät erkannt und kann mehrfach angezeigt werden.

source: Locate Tracker
de: Tracker orten

# trying_connection
source: No signal. Connecting...
de: Kein Signal. Verbinde...

# precision_finding_hint
source: Move slowly and try to maximize the signal strength to find the tracker.
de: Bewege dich langsam und versuche, die Signalstärke zu maximieren, um den Tracker zu finden.

# close_stop_searching
source: Close and Stop Searching
de: Schließen und Suche beenden

# tracker_appearance_button
source: How Does This Tracker Look Like?
de: Wie sieht dieser Tracker aus?

source: No Risk
de: Kein Risiko

source: Medium Risk
de: Mittleres Risiko

source: High Risk
de: Hohes Risiko

source: Unknown Risk
de: Unbekanntes Risiko

# background_scanning_disabled
source: Background scanning is disabled.
de: Die Hintergrund-Suche ist deaktiviert.

# x_potential_trackers_detected
source: %@ %@ of potential trackers in the last %@ days.
de: %@ %@ zu potenziellen Trackern in den letzten %@ Tagen.

# alert_singular
source: alert
de: Alarm

# alert_plural
source: alerts
de: Alarme

source: No
de: Keine

source: Knowledge
de: Wissen

source: Safe Trackers
de: Sichere Tracker

# safe_trackers_header
source: What are Safe Trackers?
de: Was sind sichere Tracker?

# safe_trackers_description
source: Safe trackers are devices which probably do not follow you. We consider two types of trackers as safe. Trackers which were ignored explicitly and trackers which are connected to their owners. The latter cannot be used to track your location. Please note that the connection status can currently not be determined for every tracker.
de: Sichere Tracker sind Geräte, die dir wahrscheinlich nicht folgen. Wir betrachten zwei Typen von Trackern als sicher. Tracker, die explizit ignoriert wurden und Tracker, welche in der Nähe des Smartphones der besitzenden Person sind. Letztere können nicht verwendet werden, um deinen Standort zu verfolgen. Bitte beachte, dass der Verbindungs-Status nicht für alle Tracker ausgelesen werden kann.

# article_info
source: By %@ • %@ min read
de: Von %@ • Lesedauer %@ Min.

source: More Articles
de: Weitere Artikel

# map_unavailable_ignored
source: The map is unavailable because the tracker is ignored.
de: Die Karte ist nicht verfügbar, da der Tracker ignoriert wurde.

# map_unavailable_no_locations
source: The map is unavailable because no locations have been found for this tracker.
de: Die Karte ist nicht verfügbar, da keine Standorte des Trackers gefunden wurden.

# article_howitworks_header
source: How Does AirGuard Work?
de: Wie funktioniert AirGuard?

# article_howitworks_subheader
source: Learn more about how AirGuard protects you from malicious trackers
de: Erfahre, wie AirGuard dich vor bösartigen Trackern schützt

# article_howitworks_text
source: Smart item trackers use Bluetooth to connect to foreign devices. These devices then send their location to the Internet. As a result of that, the owner of the smart item tracker can then see the location of the tracker even if it is miles away. Thats's why these smart item trackers can be abused to stalk people. To protect you against such an attack, AirGuard uses Bluetooth to scan for nearby trackers. The app uses your location to detect if a tracker moves with you. If AirGuard detects a suspicious tracker, you will receive a notification with more detailed information.
de: Smarte Tracker verwenden Bluetooth, um sich mit fremden Geräten zu verbinden. Diese Geräte senden dann ihren Standort an das Internet. Dadurch kann die besitzende Person des Trackers den Standort bestimmen, selbst wenn der Tracker viele Kilometer entfernt ist. Das ist der Grund, warum diese Tracker auch zum Stalking von Menschen missbraucht werden können. Um dich gegen einen solchen Angriff zu schützen, nutzt AirGuard Bluetooth, um nach Trackern in der Nähe zu suchen. Dein Standort wird genutzt, um zu bestimmen, ob der Tracker sich mit dir bewegt. Erkennt AirGuard einen verdächtigen Tracker, wird dir eine Benachrichtigung mit detaillierten Informationen zugestellt.

# article_supported_trackers_header
source: Limitations of This App
de: Einschränkungen dieser App

# article_supported_trackers_subheader
source: Trackers AirGuard can detect
de: Welche Tracker AirGuard finden kann

# article_supported_trackers_text
source: AirGuard can only find Bluetooth-based trackers. Trackers that work with GPS and share the location with the owner via a cellular connection cannot be found. In the following, you will learn which trackers AirGuard can automatically detect in the background and which trackers are visible using the manual scan. **Samsung SmartTags** These tags are made by Samsung and work almost the same as AirTags. *Automatic tracking alert* ✅ *Manual Scan* ✅ **Google Find My Device Trackers** These are trackers that are compatible with Googles's Find My Device network, but are made by other manufacturers. There are a few manufacturers that make such trackers, for example Chipolo, Eufy, Jio, and Pebblebee. *Automatic tracking alert* ✅ *Manual Scan* ✅ **Tile Trackers** Tile is a company that exclusively makes Bluetooth trackers. These also have similar features to AirTags. *Automatic tracking alert* ✅ *Manual scanning* ✅ **Chipolo Trackers (without Find My)** Chipolo offers Find My trackers that only work with iPhones and trackers that also work with Android devices. Here we cover the trackers that are also compatible with Android phones. *Automatic tracking alert* ✅ *Manual Scan* ✅ **Pebblebee Tracker (without Find My)** Pebblebee trackers are available for both the Apple and Google networks. However, Pebblebee also offers the option of operating the trackers in the Pebblebee network. The trackers are also recognized by AirGuard in this mode. *Automatic tracking alert* ✅ *Manual Scan* ✅ **Samsung Find My Mobile Tracker** Like Samsung SmartTags, Find My Mobile trackers are operated via the Samsung SmartThings Find network. Find My Mobile trackers can be, for example, Samsung smartphones in offline mode or other devices such as wireless headphones . *Automatic tracking alert* ✅ *Manual Scan* ✅ **Apple AirTags** AirTags are Apple's trackers. As a result, they are only detectable to a limited extent, as many signals are filtered by the system. In the manual scan we can find AirTags and you can locate them. Tracking detection in the background is already provided by the Apple Find My App. *Automatic tracking alert* ❌ *Manual Scan* ✅ **Apple Find My Tracker** These are trackers that are compatible with Apple's Find My, but come from other manufacturers. There are a few manufacturers that make such trackers: Chipolo, Pebblebee, Atuvos, etc. As with AirTags, the tracker cannot be detected in the background. Again, the Find My app automatically warns you. *Automatic tracking alert* ❌ *Manual Scan* ✅ Note that it is not currently possible for all tracker typed to determine whether they are connected to their owner. Thus, you might see your own or friends' trackers. Also, it's important to know that some trackers randomly change their identity (Bluetooth MAC address) a couple of times a day. As a result, one tracker could be displayed multiple times in the app. That's because it's often not possible to match the different, randomized identities.
de: AirGuard kann nur Bluetooth-basierte Tracker finden. Tracker, die mit GPS funktionieren und den Standort über eine Mobilfunkverbindung mit der besitzenden Person teilen, können nicht gefunden werden. Im Folgenden erfährst du, welche Tracker AirGuard automatisch im Hintergrund erkennen kann und welche Tracker über die manuelle Suche sichtbar sind. **Samsung SmartTags** Diese Tracker werden von Samsung hergestellt und funktionieren fast wie AirTags. *Automatische Warnung bei Verfolgung* ✅ *Manuelle Suche* ✅ **Google „Mein Gerät finden“-Tracker** Dies sind Tracker, die mit Googles „Find My Device“-App kompatibel sind, aber von anderen Herstellern gefertigt werden, beispielsweise Chipolo, Eufy, Jio und Pebblebee. *Automatische Warnung bei Verfolgung* ✅ *Manuelle Suche* ✅ **Tile-Tracker** Tile ist eine Firma, die ausschließlich Bluetooth-Tracker herstellt. Auch diese sind in den Funktionen ähnlich wie AirTags. *Automatische Warnung bei Verfolgung* ✅ *Manuelle Suche* ✅ **Chipolo-Tracker (ohne Wo ist?)** Chipolo bietet „Wo ist?“ Tracker an, die nur mit dem iPhone funktionieren und Tracker, die auch mit Android-Geräten funktionieren. Hier geht es um die Version, welche auch mit Android kompatibel ist und „Wo ist?“ nicht unterstützt. *Automatische Warnung bei Verfolgung* ✅ *Manuelle Suche* ✅ **Pebblebee-Tracker (ohne Wo ist?)** Pebblebee-Tracker gibt es sowohl für das Apple- als auch für das Google-Netzwerk. Pebblebee bietet jedoch auch die Möglichkeit an, die Tracker im Pebblebee-Netzwerk zu betreiben. Auch in diesem Modus werden die Tracker von AirGuard erkannt. *Automatische Warnung bei Verfolgung* ✅ *Manuelle Suche* ✅ **Samsung Find My Mobile-Tracker** Find My Mobile-Tracker werden wie die Samsung SmartTags über das Samsung SmartThings Find-Netzwerk betrieben. Find My Mobile-Tracker können beispielsweise Samsung-Smartphones im Offline-Modus oder andere Geräte wie kabellose Kopfhörer sein. *Automatische Warnung bei Verfolgung* ✅ *Manuelle Suche* ✅ **AirTags** AirTags sind die Tracker von Apple. Diese sind nur eingeschränkt erkennbar, da viele Apple-Signale vom System gefiltert werden. In der manuellen Suche können AirTags jedoch gefunden und per Ton lokalisiert werden. Für eine Tracking-Erkennung im Hintergrund ist durch die „Wo ist?“-App von Apple bereits gesorgt. *Automatische Warnung bei Verfolgung* ❌ *Manuelle Suche* ✅ **Wo ist?-Tracker** Dies sind Tracker, die mit Apples „Wo ist?“-App kompatibel sind, aber von anderen Herstellern gefertigt werden, beispielsweise Chipolo, Pebblebee und Atuvos. Wie bei AirTags gilt, dass die Tracker nicht im Hintergrund erkannt werden können. Auch hier warnt die „Wo ist?“-App automatisch. *Automatische Warnung bei Verfolgung* ❌ *Manuelle Suche* ✅ Beachte, dass es derzeit nicht für alle Tracker-Typen möglich ist, zu bestimmen, ob sie mit ihren Besitzenden verbunden sind. Du könntest also auch deine eigenen oder die Tracker von Freunden finden. Wichtig ist auch, dass manche Tracker ihre Identität (Bluetooth-MAC-Adresse) mehrmals täglich verändern. Daher können Tracker mehrfach in der App angezeigt werden. Es ist oft nicht möglich, diese verschiedenen, zufällig generierten Identitäten einem Tracker zuzuordnen.

source: Get Help
de: Hilfe bekommen

# article_supported_get_help_header
source: If You Received a Notification
de: Wenn du einen Alarm erhältst

# article_supported_get_help_subheader
source: Get help by professionals if someone tracks you
de: Bekomme Hilfe von geschulten Menschen, falls dich jemand verfolgt

# article_supported_get_help_text
source: If AirGuard detects a tracker in the background which follows you, you will receive a notification. You can tap on the notification to learn more about this tracker. For supported trackers, you can play a sound to locate the tracker. For all other trackers, you can use "Locate Tracker" to find it. If you found the tracker and you are certain that it is malicious, try to remove the battery. Also make sure you don't move to another location until you disabled it. In the unfortunate event that you found a tracker that was used against you, it is important to know where to get help. There are several networks and associations that can help you. We provide a short list by country. **United States of America** [Safety Net Project](https://www.techsafety.org/resources-survivors) National Sexual Assault Hotline: [1-800-656-4673](tel:18006564673) National Domestic Violence Hotline: [1-800-799-7233](tel:18007997233) [National Center for Victims of Crime](https://victimsofcrime.org/getting-help/) Phone: [+1 202 467 8700](tel:+12024678700) [RAINN](https://www.rainn.org) Phone: [800.656.HOPE (4673)](tel:18006564673) **United Kingdom** [Refuge UK](https://refuge.org.uk/i-need-help-now/) Phone: [0808 2000 247](tel:08082000247) **Australia** [WESNET Safety Net Australia](https://techsafety.org.au/resources/resources-women/) **Germany** [Handbook Germany](https://handbookgermany.de/en/domestic-violence) [Der weiße Ring](https://weisser-ring.de) Phone: [116 006](tel:116006) Call the police at [110](tel:110) **France** [SOS Help - emotional support in English in France](http://soshelpline.org) Phone: [01-46-21-46-46](tel:0146214646) [Violences Femmes Info](https://www.solidaritefemmes.org/) Phone: [3919](tel:3919) **Belgium** [Centre de Prévention des Violences Conjugales et Familiales](https://www.cpvcf.org) Phone: [025392744](tel:025392744) [1712 Flemish, French, English](https://1712.be) Phone: [1712](tel:1712) [Community Help Centre Helpline](https://www.chsbelgium.org/) Phone: [026484014](tel:026484014) **Other countries** Use [Find A Helpline](https://findahelpline.com) to find help in your country. If you know more numbers for different countries, please get into contact at [aheinrich@seemoo.tu-darmstadt.de](mailto:aheinrich@seemoo.tu-darmstadt.de)
de: Erkennt AirGuard im Hintergrund einen Tracker, welcher dir folgt, erhältst du eine Benachrichtigung. Du kannst dann die Benachrichtigung antippen, um mehr Informationen über diesen Tracker zu erfahren. Bei unterstützen Trackern kannst du einen Ton auf dem Tracker abspielen. Bei allen anderen Trackern kannst du „Tracker orten“ nutzen, um den Tracker aufzuspüren. Falls du den Tracker gefunden hast und dir sicher bist, dass dieser bösartig ist, kannst du versuchen, die Batterie zu entfernen. Stelle dabei sicher, dass du dich nicht zu einem anderen Ort bewegst, bevor der Tracker deaktiviert wurde. Für den Fall, dass du einen Tracker gefunden hast, der gegen dich verwendet wurde, ist es wichtig zu wissen, wo du Hilfe bekommen kannst. Es gibt mehrere Netzwerke und Verbände, die dir helfen können. Wir haben eine kurze Liste gruppiert nach Ländern zusammengestellt. **Deutschland** [Handbook Germany](https://handbookgermany.de/en/domestic-violence) [Der weiße Ring](https://weisser-ring.de) Telefon: [116 006](tel:116006) Rufe die Polizei unter [110](tel:110) an. **Frankreich** [SOS Help - emotional support in English in France](http://soshelpline.org) Telefon: [01-46-21-46-46](tel:0146214646) [Violences Femmes Info](https://www.solidaritefemmes.org/) Telefon: [3919](tel:3919) **Belgien** [Centre de Prévention des Violences Conjugales et Familiales](https://www.cpvcf.org) Telefon: [025392744](tel:025392744) [1712 Flemish, French, English](https://1712.be) Telefon: [1712](tel:1712) [Community Help Centre Helpline](https://www.chsbelgium.org/) Telefon: [026484014](tel:026484014) **USA** [Safety Net Project](https://www.techsafety.org/resources-survivors) National Sexual Assault Hotline: [1-800-656-4673](tel:18006564673) National Domestic Violence Hotline: [1-800-799-7233](tel:18007997233) [National Center for Victims of Crime](https://victimsofcrime.org/getting-help/) Telefon: [+1 202 467 8700](tel:+12024678700) [RAINN](https://www.rainn.org) Telefon: [800.656.HOPE (4673)](tel:18006564673) **Vereinigtes Königreich** [Refuge UK](https://refuge.org.uk/i-need-help-now/) Telefon: [0808 2000 247](tel:08082000247) **Australien** [WESNET Safety Net Australia](https://techsafety.org.au/resources/resources-women/) **Andere Länder** Benutze [Find A Helpline](https://findahelpline.com), um Hilfe in deinem Land zu erhalten. Wenn du weitere Nummern für andere Länder kennst, wende dich bitte an [aheinrich@seemoo.tu-darmstadt.de](mailto:aheinrich@seemoo.tu-darmstadt.de)

# article_faq_subheader
source: Frequently Asked Questions
de: Häufige gestellte Fragen
