Repository: seemoo-lab/AirGuard-iOS
Catalog: Shared/*.lproj/Localizable.strings
Languages: de

# article_faq_text
source: In this article, we have compiled some of the frequently asked questions. **I found trackers via the Manual Scan, should I be worried?** *The trackers you see in manual scan are only the trackers which are around you. They are not necessarily tracking you. AirGuard will only notify you if those trackers travelled with you. If that is not the case, there usually is nothing to worry about.* **I get notifications for my own trackers. Can I ignore or name them?** *For technical reasons, ignoring trackers is only possible for Tile trackers. Trackers cannot be named.* **Why can AirTags only be found in the Manual Scan?** *This is due to technical reasons. Unfortunately, this will not change in the foreseeable future. However, the pre-installed "Find My" app already protects against such devices.* **Why are devices that are connected to their owners harmless?** *If the devices are connected to their owners, they are in a state where they cannot send locations on their own. Thus, they cannot be used for stalking.* **Why are my own AirTags not displayed?** *Your own AirTags may sometimes not be displayed in the app. However, AirTags are always reliably displayed when linked to another Apple ID and not connected to an owner device.* **Why are some trackers displayed twice?** *Some trackers change their identity (Bluetooth address) at certain intervals. This means that they cannot always be correlated, which is why some trackers may be displayed twice.* **How much power does AirGuard consume?** *The app consumes very little power. With normal use of the device, no difference will be noticeable, power consumption is usually less than 1%.* **Will the app remain free forever?** *Yes, the app will be offered for free forever.*
de: In diesem Artikel haben wir einige häufig gstellte Fragen zusammengestellt. **Ich habe Tracker über die manuelle Suche gefunden, muss ich mir Sorgen machen?** *Die Tracker, die bei der manuellen Suche angezeigt werden, sind Tracker in der Umgebung. Daher muss das nicht umbedingt heißen, dass diese Tracker bösartig sind und für Stalking genutzt werden. AirGuard sendet eine Benachrichtigung, wenn dich ein Tracker verfolgt. Wenn das nicht der Fall ist, besteht normalerweise kein Grund zur Sorge.* **Ich bekomme Benachrichtigungen für meine eigenen Tracker. Kann ich diese ignorieren oder benennen?** *Aus technischen Gründen ist das Ignorieren von Trackern lediglich für Tile-Tracker möglich. Tracker können nicht benannt werden.* **Warum können AirTags nur in der manuellen Suche gefunden werden?** *Das hat technische Gründe. Leider wird sich das nicht in absehbarer Zeit ändern. Jedoch schützt die vorinstallierte „Wo Ist?“-App bereits vor solchen Geräten.* **Warum sind Geräte, die mit ihren Besitzenden verbunden sind, ungefährlich?** *Falls die Geräte mit ihren Besitzenden verbunden sind, befinden sie sich in einem Zustand, in dem sie nicht von sich aus Standorte senden können. Das heißt, dann können sie nicht für Stalking verwendet werden.* **Warum werden meine eigenen AirTags nicht angezeigt?** *Es kann sein, dass eigene AirTags in der App manchmal nicht angezeigt werden. AirTags werden jedoch immer zuverlässig angezeigt, wenn sie mit einer anderen Apple-ID verknüpft sind und nicht mit einem Gerät der besitzenden Person verbunden sind.* **Warum werden manche Tracker doppelt angezeigt?** *Einige Tracker verändern in bestimmten Intervallen ihre Identität (Bluetooth-Adresse). Dadurch ist eine Zuordnung nicht immer möglich, weshalb manche Tracker doppelt angezeigt werden können.* **Wie hoch ist der Stromverbrauch?** *Die App verbraucht sehr wenig Strom. Bei normaler Nutzung des Geräts wird kein Unterschied feststellbar sein, der Stromverbrauch ist meistens geringer als 1%.* **Bleibt die App für immer kostenlos?** *Ja, die App wird für immer kostenlos angeboten.*

# article_survey_header
source: Our Survey
de: Unsere Umfrage

# article_survey_subheader
source: Research on stalking with trackers
de: Forschung über Stalking mit Trackern

# article_survey_text
source: The rise of personal trackers like Apple's AirTag and other trackers has led to growing concerns about their misuse in stalking. Our IT-Security research team at the Technical University of Darmstadt is conducting a study to quantify these incidents and improve protection measures. Key Points: * How prevalent is stalking via location tracking? * How can we better protect individuals from such threats? * What would help you the most? We ask everyone to participate, whether you've personally encountered such incidents or not. Your contribution will help us gain a broader understanding of the situation and devise more effective countermeasures. [Participate now!](https://survey.seemoo.tu-darmstadt.de/index.php/317138?G06Q39=AirGuardAppiOS&lang=en&newtest=Y) Thanks for your time and assistance in this crucial research.
de: Der Aufstieg persönlicher Tracker wie Apples AirTag und anderen Trackern hat zu wachsenden Bedenken bezüglich deren Missbrauch zum Stalking geführt. Unser IT-Sicherheitsforschungsteam an der Technischen Universität Darmstadt führt eine Studie durch, um diese Vorfälle zu quantifizieren und Schutzmaßnahmen zu verbessern. Wichtige Punkte: * Wie verbreitet ist Stalking mit diesen Trackern? * Wie können wir Einzelpersonen besser vor solchen Bedrohungen schützen? * Was würde dir am meisten helfen? Wir bitten jeden teilzunehmen, unabhängig davon, ob du persönlich solche Vorfälle erlebt hast oder nicht. Dein Beitrag wird uns helfen, ein breiteres Verständnis der Situation zu gewinnen und effektivere Gegenmaßnahmen zu entwickeln. [Jetzt teilnehmen!](https://survey.seemoo.tu-darmstadt.de/index.php/317138?G06Q39=AirGuardAppiOS&lang=de&newtest=Y) Vielen Dank für deine Zeit und Hilfe bei dieser wichtigen Forschung.
