Repository: seemoo-lab/AirGuard-iOS
Catalog: Shared/*.lproj/Localizable.strings
Languages: de

# unknown_device
source: Unknown
de: Unbekannt

# find_my_device
source: Apple Find My Device
de: Wo ist?-Gerät

source: Google Find My Device
de: Google Mein Gerät finden

# offline_android_device
source: Android Device (offline)
de: Android-Gerät (offline)

# chipolo_without_findmy
source: Chipolo (w/o Find My)
de: Chipolo (ohne Wo ist?)

# pebblebee_without_findmy
source: Pebblebee (w/o Find My)
de: Pebblebee (ohne Wo ist?)

source: Left
de: Links

source: Right
de: Rechts

source: Manual Scan
de: Manuelle Suche

source: Scan
de: Suche

# manual_scan_description
source: Scan for surrounding AirTags, SmartTags, Tiles and more!
de: Suche nach AirTags, SmartTags, Tiles und mehr in der Nähe!

# manual_scanning_wait
source: A full scan can still take %@.
de: Ein vollständiger Scan kann noch %@ dauern.

# manual_scan_disclaimer
source: All trackers displayed are not necessarily dangerous.
de: Alle angezeigten Tracker müssen nicht umbedingt gefährlich sein.

source: Background Scan
de: Hintergrund-Suche

# background_scan_description
source: Get a notification if a tracker might track you!
de: Erhalte eine Benachrichtigung, falls dich ein Tracker verfolgt!

# respect_data
source: We respect your data
de: Wir respektieren deine Daten

# respect_data_description
source: Developed by researchers at Technical University of Darmstadt without commercial interests.
de: Entwickelt von Forschern an der Technischen Universität Darmstadt ohne kommerzielle Interessen.

# skip_background_scanning
source: Skip and Disable Background Scanning
de: Überspringen & Hintergrund-Suche deaktivieren

source: Bluetooth Access
de: Bluetooth-Zugriff

# bluetooth_access_description
source: Trackers use Bluetooth for communication. Please allow Bluetooth access so AirGuard can detect trackers around you.
de: Tracker verwenden Bluetooth für die Kommunikation. Bitte erlaube den Zugriff auf Bluetooth, damit AirGuard Tracker in der Nähe erkennen kann.

source: Notification Access
de: Benachr.-Zugriff

# notification_access_description
source: AirGuard searches for trackers when the app is closed. To be informed if you might have been tracked, you need to enable notifications for AirGuard.
de: AirGuard sucht bei geschlossener App nach Trackern. Um informiert zu werden, falls du von einem Tracker verfolgt wirst, musst du Benachrichtigungen für AirGuard aktivieren.

source: Location Access
de: Standort-Zugriff

# location_access_description
source: We use the location of your device to determine if a tracker is actually following you. All location data stay on your device. Please tap "Continue" and select "Allow While Using App". Make sure "Precise" is turned on.
de: Wir nutzen den Standort deines Gerätes, um zu bestimmen, ob ein Tracker dir wirklich folgt. Alle Standortdaten bleiben auf deinem Gerät. Bitte tippe auf „Fortfahren“ und wähle „Beim Verwenden der App erlauben“ aus. Stelle sicher, dass „Genau“ eingeschaltet ist.

source: Background Location
de: Hintergrund-Standort

# background_location_description
source: To be able to use the location in the background as well, we need your permission again. Please tap "Continue" and make sure that location access is set to "Change to Always Allow".
de: Um den Standort auch im Hintergrund abfragen zu können, brauchen wir erneut deine Erlaubnis. Bitte tippe auf „Fortfahren“ und stelle sicher, dass der Standort-Zugriff auf „Immer erlauben“ eingestellt ist.

source: Our Study
de: Unsere Studie

# our_study_description
source: This app was developed by researchers at the Technical University of Darmstadt. With our study, we want to find out how many people are affected by malicious tracking attempts. Trackers are for example the Apple AirTag, Samsung SmartTag and Tile Mate. We want to evaluate how well we can protect people from being tracked with our app. You can use the app without participating in the study. If you participate, the following conditions apply: **Data collected** • Information about the devices found, such as the type of device, signal strength, and date and time. • We log when the app sends you a notification, the date and time of it Information shared voluntarily • Age, gender and location (country, state) • Locations where you found a tracker. **Duration of the study** • As long as you have installed the app and want to participate in the study. • You can stop participating at any time in the settings. **Deletion of data** You can request deletion of your data by email. To do so, they need to copy your ID for identification from the app and provide it to us. We can then delete the data set associated with you. **Data processing** All data is treated confidentially and stored on servers of the TU Darmstadt. No other persons outside of SEEMOO at TU Darmstadt will have access. An identification of the individual participants is not possible. There are no risks associated with participation. The data processing of this study is carried out according to the data protection regulations of the German Data Protection Regulation (DSGVO) and the Hessian Data Protection and Freedom of Information Act (HDSIG). The data will be used exclusively for the purposes described in the informed consent form. If you participate in the study, you confirm that you are older than 18 years of age and have read this consent form. **Contact details:** Alexander Heinrich (responsible for implementation and data processing) Email: aheinrich@seemoo.tu-darmstadt.de
de: Diese App wurde von Forschern an der Technischen Universität Darmstadt entwickelt. Mit unserer Studie wollen wir herausfinden, wie viele Menschen von bösartigen Tracking-Versuchen betroffen sind. Tracker sind zum Beispiel der Apple AirTag, Samsung SmartTag und Tile Mate. Wir wollen evaluieren, wie gut wir Menschen mit unserer App davor beschützen können, verfolgt zu werden. Du kannst die App ohne Teilnahme an der Studie verwenden. Wenn du teilnimmst, gelten folgende Bedingungen: **Erfasste Daten** • Informationen über die gefundenen Tracker wie den Gerätetyp, die Signalstärke und Datum und Uhrzeit • Wir protokollieren, wenn die App eine Benachrichtigung sendet und das Datum und Uhrzeit von dieser **Frewillig geteilte Informationen** • Alter, Geschlecht und Lebensmittelpunkt (Land, Bundesland) • Orte, an denen du einen Tracker gefunden hast **Dauer der Studie** • So lange, wie du die App installiert hast und an der Studie teilnehmen willst. • Du kannst die Teilnahme jederzeit in den Einstellungen beenden. **Löschung der Daten** Du kannst eine Löschung deiner Daten per E-Mail beantragen. Dafür musst du deine ID zur Identifizierung aus der App kopieren und uns diese mitteilen. Anschließend können wir den mit dir verbundenen Datensatz löschen. **Datenverarbeitung** Alle Daten werden vertraulich behandelt und auf Servern der TU Darmstadt gespeichert. Keine weiteren Personen außerhalb des FG SEEMOO an der TU Darmstadt erhalten Zugriff. Eine Identifizierung der einzelnen Teilnehmenden ist nicht möglich. Mit der Teilnahme sind keine Risiken verbunden. Die Datenverarbeitung dieser Studie geschieht nach datenschutzrechtlichen Bestimmungen der Datenschutzgrundverordnung (DSGVO) sowie des Hessischen Datenschutz- und Informationsfreiheitsgesetzes (HDSIG). Die Daten werden ausschließlich für die im Aufklärungsbogen beschriebenen Zwecke verwendet. Bei Teilnahme an dieser Studie bestätigst du, dass du älter als 18 Jahre alt sind und diese Einverständniserklärung gelesen hast. **Kontaktmöglichkeiten:** Alexander Heinrich (verantwortlich für Durchführung und Datenverarbeitung) Email: aheinrich@seemoo.tu-darmstadt.de

# participate_study
source: Participate in Study
de: An Studie teilnehmen

source: Participate
de: Teilnehmen

source: Don’t Participate
de: Nicht teilnehmen

# participate_in_survey
source: Take Our Survey
de: Nimm an unserer Umfrage teil

# survey_description_short
source: We're doing a survey on stalking with location trackers. Help us act against misuse by taking part.
de: Wir führen eine Umfrage über Stalking mit Trackern durch. Hilf uns durch deine Teilnahme, dagegen vorzugehen.

# age_confirmation
source: I am 18 years or older.
de: Ich bin 18 Jahre oder älter.

# delete_study_data
source: Request Deletion of Study Data
de: Studiendaten-Löschung beantragen

source: Deletion failed
de: Löschung fehlgeschlagen

# deletion_failed_message
source: The request failed, please try again later.
de: Die Beantragung ist fehlgeschlagen, bitte versuche es später erneut.

# deletion_succeeded
source: User data deleted
de: Nutzungsdaten gelöscht

# deletion_succeeded_message
source: Please note that we never collect any personal data. We only collect data relating to the trackers that have been found by the app. All data linked to your app identifier has been deleted.
de: Wir speichern keinerlei persönliche Daten. Alle Nutzungsdaten enthalten nur Informationen über Tracker die von deiner App gefunden wurden. Diese Daten wurden nun gelöscht.

source: All done!
de: Alles fertig!

# all_done_description
source: Important: Background scanning does not work with AirTags and "Find My" devices. Protection from these trackers is already provided by Apple's pre-installed "Find My" app. For technical reasons, not all features are available for every tracker type. If you want to learn more, dive into the articles on AirGuard's home page.
de: Wichtig: Die Hintergrund-Suche funktioniert nicht mit AirTags und „Wo ist?“-Geräten. Der Schutz vor diesen Trackern ist bereits durch die vorinstalliere Apple-App „Wo ist?“ gewährleistet. Aus technischen Gründen sind nicht alle Funktionen für jeden Tracker-Typen verfügbar. Falls du mehr darüber erfahren möchtest, lese dir die Artikel auf der Startseite von AirGuard durch.

# we_detected_X_trackers_around_you
source: We detected %@ %@ around you so far.
de: Wir haben bisher %@ %@ in der Nähe gefunden.

# manual_scan_own_devices_hint
source: Own trackers may be hidden.
de: Eigene Tracker werden ggf. ausgeblendet.

# manual_scan_dangerous_hint
source: Non-dangerous trackers are also displayed.
de: Alle Tracker, auch ungefährliche, werden angezeigt.

# tracker_plural
source: trackers
de: Tracker

source: First Seen
de: Zuerst gesehen

source: Last seen
de: Zuletzt gesehen

source: Tracker Locations
de: Tracker-Standorte

source: General
de: Allgemein

# study_settings
source: Study Participation
de: Studienteilnahme

# ignore_trackers_footer
source: Ignoring trackers will stop notifications in the background.
de: Wird ein Tracker ignoriert, werden keine Benachrichtigungen mehr zu diesem Tracker gesendet.

# ignore_this_tracker
source: Ignore Tracker
de: Tracker ignorieren

source: Ignore Every
de: Ignoriere jedes

# connecting_in_progress
source: Connecting...
de: Verbinde...

# playing_in_progress
source: Playing...
de: Ton wird gespielt...

source: Play Sound
de: Ton abspielen

source: More
de: Mehr

# more_trackerdetailview_description
source: Learn more, e.g. how to disable the tracker.
de: Erfahre bspw. wie der Tracker deaktiviert werden kann.

# website_manufacturer
source: Manufacturer's Website
de: Webseite des Herstellers

# more_trackerdetailview_owner_information
source: Information About Owner
de: Info über besitzende Person

# more_trackerdetailview_owner_information_fmdn
source: If you have found this tracker, you can request information about its owner here. To do this, the tracker must be set to a special mode. This takes about one minute. %@ Other trackers may work in a similar way.
de: Falls du diesen Tracker gefunden hast, kannst du hier Informationen über die besitzende Person anfordern. Dafür muss der Tracker in einen speziellen Modus versetzt werden. Dies dauert ca. eine Minute. %@ Andere Tracker funktionieren möglicherweise ähnlich.

# more_trackerdetailview_owner_information_fmdn_chipolo
source: For Chipolo trackers, find the button on the tracker and press it for 30 seconds, wait for two beeps, then release the button. You will hear a confirmation tone.
de: Für Chipolo-Tracker suche den Button am Tracker und drücke ihn für 30 Sekunden, warte zwei Pieptöne ab, dann lasse den Button los. Anschließend wird ein Bestätigungston abgespielt.

# more_trackerdetailview_owner_information_fmdn_pebblebee
source: For Pebblebee trackers, press the button three times in succession. The action is confirmed with a beep.
de: Für Pebblebee-Tracker drücke den Button drei mal hintereinander. Die Aktion wird mit einem Piepton bestätigt.

# more_trackerdetailview_owner_information_unavailable_title
source: Owner Info Unavailable
de: Information über besitzende Person nicht verfügbar

# more_trackerdetailview_owner_information_unavailable_description
source: The phone of the owner of this tracker has been offline for too long. Owner information is not available. Check again later.
de: Das Telefon der besitzenden Person dieses Trackers war zu lange offline. Informationen über die besitzende Person sind nicht mehr verfügbar. Versuche es später erneut.

# more_trackerdetailview_owner_information_fmdn_show_owner_information
source: Show Owner Information
de: Informationen anzeigen

# more_trackerdetailview_owner_information_fmdn_connecting
source: Connected. Waiting for information...
de: Verbunden. Auf Informationen warten...

source: Accuracy
de: Genauigkeit

source: Background Scanning
de: Hintergrund-Suche

source: Manage Ignored Devices
de: Ignorierte Geräte verwalten

source: Ignored Devices
de: Ignorierte Geräte

# ignore_type_footer
source: If you disable a device type above, you will no longer receive notifications for any device of this type.
de: Wenn du einen Geräte-Typ oben deaktivierst, bekommst du keine Benachrichtigungen mehr für jeden Tracker dieses Typs.

source: Devices
de: Geräte

# seen_x_times_last
source: Seen %@x, last: %@
de: %@x gesehen, zuletzt: %@

# no_trackers_detected_yet
source: We did not detect any trackers following you yet.
de: Wir haben bisher keine Tracker gefunden, die dir folgen.

# no_device_detected_yet
source: We did not discover any trackers in the past. Check back later.
de: Wir haben in der Vergangenheit noch keine Tracker erkannt. Schaue später noch einmal vorbei.

source: Privacy Policy
de: Datenschutzerklärung

source: No Bluetooth Access
de: Kein Bluetooth-Zugriff

# no_bluetooth_access_description
source: You need to allow AirGuard to access Bluetooth in "Settings".
de: Du musst den Bluetooth-Zugriff für AirGuard in der App „Einstellungen“ erlauben.

# bluetooth_off
source: Bluetooth is off
de: Bluetooth ist ausgeschaltet

# bluetooth_off_description
source: Bluetooth needs to be turned on to use AirGuard.
de: Bluetooth muss eingeschaltet sein, um AirGuard zu nutzen.

source: Playback Failed!
de: Abspielen fehlgeschlagen!

# playback_failed_description
source: The tracker does not allow playback at the moment. This usually means that this tracker is connected to its owner. Thus, it is unlikely that this tracker is actually tracking you.
de: Der Tracker erlaubt es zurzeit nicht, einen Ton abzuspielen. Das bedeutet meistens, dass der Tracker mit der besitzenden Person verbunden ist. Aus diesem Grund ist es unwahrscheinlich, dass dir dieser Tracker folgt.

source: Couldn't connect!
de: Verbinden fehlgeschlagen!

# couldnt_connect_description
source: Your device could not connect to this tracker. This usually means that the tracker is not in range. Move around and try again.
de: Dein Gerät konnte sich nicht mit diesem Tracker verbinden. Das bedeutet meistens, dass sich der Tracker nicht mehr in Reichweite befindet. Bewege dich etwas und versuche es erneut.

source: Background scanning paused
de: Hintergrund-Suche angehalten

# background_scanning_paused_description
source: Enable Bluetooth and tap here to resume background scanning.
de: Aktiviere Bluetooth und tippe hier, um die Hintergrund-Suche fortzusetzen.

# background_location_paused
source: No Location Access
de: Kein Standort-Zugriff

# background_location_paused_description
source: For background scanning, you need to set location access to "Always" and "Precise".
de: Du musst für die Hintergrund-Suche den Standortzugriff zu „Immer erlauben“ und „Genauer Standort“ ändern.

# tracker_follows_you
source: A tracker might follow you!
de: Ein Tracker könnte dir folgen!

# update_tracker_observing
source: Observed Tracker Update
de: Aktualisierung zur Tracker-Beobachtung

# observed_tracker_not_found
source: Your observed tracker "%@" was not found anymore. Tap to mark notifications as false alarms.
de: Dein beobachteter Tracker „%@“ wurde nicht mehr gefunden. Tippe, um Benachrichtigungen als falschen Alarm zu markieren.

# tracker_follows_you_description
source: "%@" was detected %@ and is still nearby! Tap to see more.
de: „%@“ wurde %@ gefunden und ist immer noch in der Nähe! Tippe, um mehr zu erfahren.

# tracker_still_follows_you_description
source: "%@" is still nearby! Tap to see more.
de: „%@“ ist noch immer in der Nähe! Tippe, um mehr zu erfahren.

source: Observe Tracker
de: Tracker beobachten

source: Off
de: Aus

source: Start Observation
de: Beobachten starten

# observe_tracker_description
source: If you are not sure if this tracker follows you, you can manually observe it. In one hour, AirGuard will search for this tracker and deliver a notification immediately, even if you did not move with this tracker. If the tracker is not around anymore, you will receive a notification about that as well.
de: Falls du dir nicht sicher bist, ob der Tracker dir folgt, kannst du ihn manuell beobachten. In einer Stunde wird AirGuard nach dem Tracker suchen und dir sofort eine Benachrichtigung schicken, selbst wenn du dich nicht mit dem Tracker bewegt hast. Wenn der Tracker nicht mehr in der Nähe ist, wirst du auch eine Benachrichtigung darüber erhalten.

source: Feature Unavailable
de: Funktion nicht verfügbar

# observing_unavailable_description
source: Enable background scanning in "Normal" or "High" mode and disable 'Ignore This Tracker' to observe this tracker.
de: Aktiviere die Hintergrund-Suche im Modus „Normal“ oder „Hoch“ und deaktiviere „Diesen Tracker ignorieren“, um den Tracker zu beobachten.

# tracker_detail_notifications_tracker_hideout
source: Tracker Hideout
de: Tracker-Versteck

# tracker_detail_notifications_tracker_marked_as_threat
source: Marked as Threat
de: Als Bedrohung markiert

# tracker_detail_notifications_tracker_marked_as_false_alarm
source: Marked as False Alarm
de: Als Fehlalarm markiert

# tracker_detail_notifications_tracker_no_feedback_saved
source: No feedback saved
de: Kein Feedback gespeichert

# feedback_banner_description
source: You received a notification. Tell us if you think that the tracker is following you.
de: Du hast eine Benachrichtigung erhalten. Denkst du, dass dich der Tracker verfolgt?

# feedback_view_false_alarm_subtitle
source: Please let us know if you think that the tracker is following you or that this notification was a false alarm. This will help us to further improve the app.
de: Bitte teile uns mit, ob du glaubst, dass dich der Tracker verfolgt oder dass diese Benachrichtigung ein Fehlalarm war. Du hilfst damit, die App weiter zu verbessern.

# feedback_view_false_alarm_mark_as_false_alarm
source: Mark as False Alarm
de: Als Fehlalarm markieren

# feedback_view_false_alarm_mark_as_threat
source: Mark as a Threat
de: Als Bedrohung markieren

# feedback_view_false_alarm_mark_as_false_alarm_footer
source: Select this option if the tracker was not intentionally used to track you.
de: Wähle diese Option aus, wenn der Tracker nicht absichtlich benutzt wurde, um dich zu verfolgen.

# feedback_view_false_alarm_mark_as_threat_footer
source: Select this option if you know that the tracker has been intentionally used to track your location.
de: Wähle diese Option aus, wenn du weißt, dass der Tracker absichtlich benutzt wurde, um deinen Standort zu verfolgen.

# feedback_view_thanks_header
source: Thank you!
de: Vielen Dank!

# feedback_view_thanks_subtitle
source: Your feedback has been successfully saved. If you want to edit it again later, tap the feedback button next to the notification.
de: Dein Feedback wurde erfolgreich gespeichert. Falls du es später noch einmal bearbeiten möchtest, tippe auf den Feedback-Button neben der Benachrichtigung.

# feedback_view_thanks_done_button
source: Done
de: Fertig

# feedback_view_additional_feedback_header
source: Tracker Hideout
de: Tracker-Versteck

# feedback_view_additional_feedback_subtitle
source: Where was the tracker hidden?
de: Wo wurde der Tracker versteckt?

# feedback_view_additional_feedback_bag
source: Bag
de: Tasche

# feedback_view_additional_feedback_clothes
source: Clothes
de: Kleidung

# feedback_view_additional_feedback_car
source: Car
de: Auto

# feedback_view_additional_feedback_bicycle
source: Bicycle
de: Fahrrad

# feedback_view_additional_feedback_other
source: Other
de: Andere

# feedback_view_additional_feedback_not_found
source: Not Found
de: Nicht gefunden

# false_alarm_description
source: By marking notifications as false alarms, you help improving AirGuard.
de: Wenn du Benachrichtigungen als falschen Alarm markierst, hilfst du bei der Verbesserung von AirGuard.

# nfc_description
source: Hold the white side of the %@ to the top back of your iPhone.
de: Halte den %@ mit der weißen Seite oben an die Rückseite deines iPhone.

# now
source: just now
de: jetzt gerade

source: Home
de: Startseite

source: Settings
de: Einstellungen

source: Welcome to
de: Willkommen bei

source: Continue
de: Fortfahren

source: Notifications
de: Benachrichtigungen

source: Security Level
de: Sicherheitsstufe

# security_level_low
source: Low Power
de: Strom sparen

# security_level_low_description
source: Using the low security level will delay notifications longer. You shouldn't get many false alarms with this setting, but it's also possible that you won't receive a notification for a tracker which actually follows you.
de: Mit der niedrigen Sicherheitsstufe dauert es länger, bis Benachrichtigungen zu Trackern zugestellt werden. Du solltest nicht viele falsche Alarme mit deiner Einstellung bekommen, aber es ist auch möglich, dass du keine Benachrichtigung für einen Tracker erhältst, der dir wirklich folgt.

# security_level_normal_description
source: The normal security level provides a good compromise between too many false notifications and fast detection speed of trackers following you.
de: Die normale Sicherheitsstufe ist ein guter Kompromiss zwischen zu vielen falschen Alarmen und einer schnellen Erkennungsgeschwindigkeit von Trackern, die dir wirklich folgen.

# security_level_high
source: High
de: Hoch

# security_level_high_description
source: Using the high security level will send notifications faster. You will receive notifications for trackers which follow you very fast - but you might also get a lot of false alarms with this setting.
de: Mit der hohen Sicherheitsstufe werden Benachrichtigungen zu Trackern schneller zugestellt. Allerdings kann es auch sein, dass du mehr falsche Alarme mit dieser Einstellung bekommst.

# information_and_contact
source: Information & Contact
de: Informationen & Kontakt

# contact_developer
source: Contact Us
de: Kontaktiere uns

# informationview_contact_alert_title
source: Please note
de: Bitte beachten
